cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'cmake'
brew 'grc'
brew 'htop'
brew 'libgit2'
brew 'openssl'
brew 'pandoc'
brew 'pandoc-citeproc'
brew 'readline'
brew 'roundup'
brew 'shellcheck'
brew 'spark'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

# gnu stuff
brew 'coreutils'
brew 'findutils'
brew 'gnu-tar'
brew 'gnu-sed'
brew 'gawk'
brew 'gnutls'
brew 'gnu-indent'
brew 'gnu-getopt'

tap 'caskroom/cask'
tap 'railwaycat/emacsmacport'
tap 'caskroom/fonts'
tap 'caskroom/versions'

cask 'android-file-transfer'
cask 'basictex'
cask 'diffmerge'
cask 'emacs-mac'
cask 'slack'
cask 'visual-studio-code'
cask 'vlc'
