cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/fonts'

brew 'cmake'
brew 'grc'
brew 'gh'
brew 'htop'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'roundup'
brew 'shellcheck'
brew 'spark'
brew 'tmux'
brew 'wget'
brew 'zsh'

# gnu stuff
brew 'coreutils'
brew 'findutils'
brew 'gnu-tar'
brew 'gnu-sed'
brew 'gawk'
brew 'gnutls'
brew 'gnu-indent'
brew 'gnu-getopt'

cask 'basictex'
cask 'diffmerge'
