cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/versions'

brew 'ffmpeg'
brew 'go'
brew 'grc'
brew 'htop'
brew 'imagemagick'
brew 'libgit2'
brew 'node'
brew 'openssl'
brew 'python
brew 'readline'
brew 'roundup'
brew 'shellcheck'
brew 'spark'
brew 'the_silver_searcher'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

# gnu stuff
brew 'coreutils'
brew 'findutils'
brew 'gnu-tar'
brew 'gnu-sed'
brew 'gawk'
brew 'gnutls'
brew 'gnu-indent'
brew 'gnu-getopt'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

cask 'android-file-transfer'
cask 'atom'
cask 'diffmerge'
cask 'dropbox'
cask 'font-hack'
cask 'google-chrome'
cask 'slack'
cask 'virtualbox'
cask 'vlc'
