# Editor
esbenp.prettier-vscode
PKief.material-icon-theme
pnp.polacode

# Writing
davidanson.vscode-markdownlint
dougfinke.vscode-pandoc
james-yu.latex-workshop
notzaki.pandocciter

# Remote Setup
liximomo.remotefs

# Languages
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
psioniq.psi-header
vincentkos.snippet-creator

# Project Management
mkloubert.vscode-kanban
