# Editor
rkwan94.vscode-emacs-improved
robertohuertasm.vscode-icons

# Writing
davidanson.vscode-markdownlint
dougfinke.vscode-pandoc
notzaki.pandocciter

# Project and Task Management
fabiospampinato.vscode-projects-plus
fabiospampinato.vscode-todo-plus
fabiospampinato.vscode-projects-plus-todo-plus

# Remote Setup
liximomo.remotefs

# Languages
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
psioniq.psi-header

